Repository: appressoas/django_cradmin
Catalog: django_cradmin/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Activate account error
nb: Feil ved kontoaktivering

source: Click the button below to activate your %(sitename)s account, %(user)s.
nb: Klikk knappen nedenfor for å aktivere din %(sitename)s konto, %(user)s.

source: Activate your account
nb: Aktiver din konto

source: Activate your %(sitename)s account
nb: Aktiver din %(sitename)s konto

source: This account activation link has expired.
nb: Denne kontoaktiverings linken er for gammel.

source: Invalid account activation URL. Are you sure you copied the entire URL from the email?
nb: Ugyldig kontoaktivering URL. Er du sikker på at du kopierte hele URLen fra eposten?

source: Your account is now active.
nb: Din konto er nå aktiv.

source: Sign in
nb: Logg inn

source: Forgot your password?
nb: Har du glemt passordet?

source: Signed out
nb: Logget ut

source: Sign back in
nb: Logg inn igjen

source: Password
nb: Passord

source: This account is inactive.
nb: Denne kontoen er inaktiv.

source: Username
nb: Brukernavn

source: Your username and password didn't match. Please try again.
nb: Ugyldig brukernavn og passord kombinasjon. Vennligst prøv igjen.

source: Email
nb: Epost

source: Your email and password didn't match. Please try again.
nb: Ugyldig epost/passord. Venligst prøv igjen.

source: Created
nb: Lagt til

source: Expires
nb: Utgår

source: Image archive
nb: Bildearkiv

source: Set a description
nb: Legg til beskrivelse

source: Edit description
nb: Rediger beskrivelse

source: Delete
nb: Slett

source: Use this
nb: Bruk dette

source: Preview
nb: Forhåndsvis

source: Upload images by dragging and dropping them here
nb: Last opp bilder ved å dra og slippe de her

source: Invalid filetype. You can only upload images.
nb: Ygyldig filtype. Du kan kun laste opp bilder.

source: ... or select images
nb: ... eller velg bilder

source: Select images ...
nb: Velg bilder ...

source: Upload at least one image
nb: Last opp minst ett bilde

source: You must upload at least one image.
nb: Legg til minst ett bilde

source: Upload an image by dragging and dropping it here
nb: Dra bildet hit for å laste det opp

source: ... or select an image
nb: .. Eller velg et bilde

source: Select an image ...
nb: Velg et bilde ...

source: Upload an image
nb: Last opp et bilde

source: You must upload an image.
nb: Du må laste opp et bilde

source: You must upload exactly one image.
nb: Du kan laste opp maksimum ett bilde her

source: Add image
nb: Legg til bilde

source: Uploaded %(what)s.
nb: Lastet opp %(what)s.

source: role
nb: rolle

source: The role owning this image.
nb: Rollen som eier dette bildet.

source: image
nb: bilde

source: Select an image to add to the archive.
nb: Velg et bilde du ønsker å legge til i arkivet.

source: name
nb: navn

source: description
nb: beskrivelse

source: An optional description of the image. Think if this as a description of the image for visually impaired users. This means that you should describe the information carried in the image (if any). A good description also helps search engines find the image.
nb: En alternativ beskrivelse av dette bildet. Tenk på dette som en beskrivelse av innholdet og hva du kan se i bildet.

source: archive image
nb: arkivbilde

source: archive images
nb: arkivbilder

source: Accept invite
nb: Aksepter invitasjon

source: Accept as %(user)s
nb: Aksepter som %(user)s

source: Sign up for %(sitename)s
nb: Registrer %(sitename)s konto

source: Sign in as another user
nb: Logg inn som en annen bruker

source: Invalid invite
nb: Ugyldig invitasjon

source: Invalid invite URL. Are you sure you copied the entire URL from the email?
nb: Ugyldig invitasjonslink. Er du sikker på at du kopierte hele URLen fra eposten?

source: This invite link has expired.
nb: Denne invitasjonslinken er for gammel.

source: Click the button below to accept the invite.
nb: Klikk knappen nedenfor for å akseptere invitasjonen.

source: Invitation to %(sitename)s
nb: Invitasjon til %(sitename)s

source: Account with this email address already exists.
nb: Konto med denne epost-adressen finnes allerede.

source: Type your password
nb: Skriv inn ditt passord

source: Type your password one more time
nb: Skriv passordet en gang til

source: The passwords do not match.
nb: Passordene er ikke like.

source: Create your %(sitename)s account
nb: Lag din %(sitename)s konto

source: Check your email
nb: Sjekk din epost

source: We have sent you an email. Click the link in the email to activate your account.
nb: Vi har sendt deg en epost. Klikk linken i eposten for å aktivere din konto.

source: If you do not see the email, check your junk folder.
nb: Hvis du ikke ser eposten, sjekk din spam-folder.

source: Reset password
nb: Nullstill passord

source: Find your account
nb: Hei! Hvilken konto ser du etter?

source: Type in your email-address
nb: Skriv inn din epostadresse

source: We received a request to reset the password for your %(sitename)s account, %(user)s.
nb: Vi mottok en forespørsel om å nullstille passordet for din %(sitename)s konto, %(user)s.

source: If you made this request, click the button below. If you did not make this request, you can ignore this email.
nb: Hvis du sendte denne forespørselen, klikk på knappen nedenfor. Hvis du ikke sendte denne forespørselen, kan du ignorere denne eposten.

source: Reset your password
nb: Nullstill ditt passord

source: Reset your %(sitename)s password
nb: Nullstill ditt %(sitename)s passord

source: We have sent you an email. Click the link in the email to reset your password.
nb: Vi har send deg en epost. Klikk linken i eposten for å nullstille ditt passord.

source: If you do not see the email, check your junk folder or try searching for "%(email_subject)s".
nb: Hvis du ikke ser eposten, sjekk din spam-folder eller prøv å søke etter "%(email_subject)s".

source: Your password has been updated.
nb: Ditt passord har blitt oppdatert.

source: This password reset link has expired.
nb: Denne nullstill passord linken er for gammel.

source: Invalid password reset URL. Are you sure you copied the entire URL from the email?
nb: Ugyldig nullstill passord link. Er du sikker på at du kopierte hele URLen fra eposten.

source: No account with this email address found
nb: Vi finner ingen konto med denne epostadressen

source: Search
nb: Søk

source: Type your new password
nb: Skriv inn ditt nye passord

source: Type your new password one more time
nb: Skriv ditt nye passord en gang til

source: The passwords do not match
nb: Passordene er ikke like

source: Can not upload files larger than %(max_filesize)s.
nb: Beklager, men bildet ditt er over maksstørrelsen på %(max_filesize)s

source: Unsupported filetype.
nb: Ugyldig filtype.

source: close file upload window
nb: Lukk opplastingsvinduet

source: We are uploading your file. Please do not close the browser window.
nb: Bildet lastes opp. Vennligst ikke lukk vinduet før opplastingen er ferdig.

source: We are uploading your files. Please do not close the browser window.
nb: Bildene lastes opp. Vennligst ikke lukk vinduet før opplastingen er ferdig.

source: Upload a file by dragging and dropping it here
nb: Last opp en file ved å dra og slipp den her

source: Upload files by dragging and dropping them here
nb: Last opp filer ved å dra og slipp de her

source: ... or select a file
nb: ... eller velg en fil

source: ... or select files
nb: ... eller velg filer

source: Invalid filetype
nb: Ugyldig filtype

source: Select a file ...
nb: Velg en fil...

source: Select files ...
nb: Velg filer ...

source: %(filename)s: Unsupported filetype.
nb: %(filename)s: Ugyldig filetype.

source: Server timeout while uploading the file. This may be caused by a poor upload link and/or a too large file.
nb: Beklager, men opplastingen stoppet. Dette er vanligvis forårsaket av at bildet er for stort eller tilkoblingen for dårlig. Hvis dette ikke kan stemme kan du prøve igjen.

source: Close
nb: Lukk

source: Remove
nb: Fjern fil

source: Removing ...
nb: Fjerner..

# automodelform modelchoice_field no value
source: (Not selected)
nb: (Ikke valgt)

source: Show
nb: Vis

source: Hide
nb: Skjul

source: Type email-addresses separated by newlines, whitespace or comma.
nb: Skriv epostadresser separert av linjeskift, mellomrom eller komma.

source: Invalid email address: %(email)s
nb: Ugyldig epostadresse: %(email)s

source: Superuser UI
nb: Superbruker UI

source: Heading 1
nb: Overskrift 1

source: Heading 2
nb: Overskrift 2

source: Heading 3
nb: Overskrift 3

source: Text here
nb: Tekst her

source: Bold
nb: Fet

source: Italic
nb: Kursiv

source: Write the URL in the field below. Make sure you include the http:// or https:// part of the URL.
nb: Skriv en nettaddresse i feltet nedenfor. Du må passe på å få med http:// eller https:// delen av nettaddressen.

source: Link title here
nb: Linktittel her

source: Bulletlist
nb: Punktliste

source: Numbered list
nb: Nummerert liste

source: programminglanguage
nb: programmeringsspråk

source: Code block
nb: Kodeblokk

source: Error
nb: Feil

source: Remove file
nb: Fjern fil

source: Remove image
nb: Fjern bilde

source: Replace image ...
nb: Erstatt bilde ...

source: Warning
nb: Advarsel

source: Success
nb: Suksess

source: Invalid role
nb: Ugyldig rolle

source: The requested role does not exist.
nb: Den ønskede rollen finnes ikke.

source: Menu
nb: Meny

source: Permission denied
nb: Ingen tilgang

source: You do not have permission to administer "%(what)s".
nb: Du har ikke de nødvendige rettighetene for å administrere "%(what)s".

source: Close preview
nb: Lukk forhåndsvisning

source: Preview options
nb: Konfigurer forhåndsvisningen

source: Please select what you would like to edit
nb: Velg hva du vil redigere

source: Cancel
nb: Avbryt

source: Close window
nb: Lukk vindu

source: Loading ...
nb: Henter ...

source: Load more
nb: Hent flere

source: Previous
nb: Forrige

source: Page %(number)s of %(total)s
nb: Side %(number)s av %(total)s

source: Next
nb: Neste

source: Edit
nb: Rediger

source: View
nb: Vis

source: Select "%(title)s"
nb: Velg "%(title)s"

# listbuilder-usethis
source: Select
nb: Velg

source: Create
nb: Opprett

source: Clear %(label)s
nb: Nullstill %(label)s

source: Clear
nb: Nullstill

source: EDIT
nb: REDIGER

source: Selected
nb: Valgte

source: Select all
nb: Velg alle

source: (None)
nb: (Ingen)

source: No %(modelname_plural)s
nb: Ingen %(modelname_plural)s

source: Search...
nb: Søk...

source: Ordered ascending - Click to order descending
nb: Sortert stigende - klikk for å sortere synkende

source: Ordered descending - Click to order ascending
nb: Sortert synkende - klikk for å sortere stigende

source: Do not order by this column
nb: Ikke sorter etter denne kolonnen

source: Ordering priority
nb: Sorteringsprioritet

source: Select an action
nb: Velg en handling

source: Go
nb: Gå

source: Select ...
nb: Velg ...

source: Back
nb: Tilbake

source: Create and select
nb: Opprett og velg

source: Create and continue editing
nb: Opprett og fortsett å redigere

source: Create %(what)s
nb: Legg til %(what)s

source: Created "%(object)s".
nb: Opprettet "%(object)s".

source: Save
nb: Lagre

source: Save and continue editing
nb: Lagre og fortsett redigering

source: Saved "%(object)s".
nb: Lagret "%(object)s".

source: Please fix the errors in the form below.
nb: Vennligst fiks feilene i skjemaet nedenfor.

source: Delete %(what)s
nb: Slett %(what)s

source: Are you sure you want to delete "%(object_preview)s"?
nb: Er du sikker på at du vil slette "%(object_preview)s"?

source: Deleted "%(what)s"
nb: Slettet "%(what)s"

# listfilter loading message
source: Loading
nb: Henter

source: An error occurred. Please try to reload the page.
nb: Nå gikk noe galt dessverre. Vennligst prøv å åpne siden på nytt.

source: Yes
nb: Ja

source: No
nb: Nei

source: Today
nb: I dag

source: Yesterday
nb: I går

source: Last seven days
nb: Siste syv dager

source: This week
nb: Denne uken

source: This month
nb: Denne måneden

source: This year
nb: Dette året

# listfilter AbstractDateTime
source: Has no value
nb: Ikke satt

# listfilter AbstractDateTime
source: Has value
nb: Er satt til

# listfilter IntInputFilterMixin
source: Type a number ...
nb: Skriv ett tall ...

source: Search ...
nb: Søk ...

# listfilter loading message
source: Searching
nb: Søker

source: Invalid selection. This is usually caused by someone else changing permissions while you where selecting items to edit.
nb: Ugyldig valg. Dette er vanligvis forårsaket av at noen har fjernet rettigheter fra din bruker.

# multiselect2 select button
source: Select
nb: Velg

# multiselect2 select button
source: Select "%(title)s"
nb: Velg "%(title)s"

# multiselect2 manytomanywidget
source: Select ...
nb: Velg ...

# multiselect2 deselect button
source: Deselect
nb: Velg bort

# multiselect2 deselect button
source: Deselect "%(title)s"
nb: Velg bort "%(title)s"

# multiselect2 target renderer
source: Selected items
nb: Valgte elementer

# multiselect2 target renderer
source: Submit selection
nb: Lagre utvalg

# multiselect2 target renderer
source: (None)
nb: (Tom)

source: Edit %(what)s
nb: Rediger %(what)s

source: What would you like to edit?
nb: Hva ønsker du å redigere?

# Has value trigger button text for date widget
source: Change date
nb: Endre dato

# No value trigger button text for date widget
source: Select a date
nb: Velg en dato

# Use button text in datetime widget
source: Use
nb: Bruk

# Selected label in table cell in datetime widget
source: selected
nb: valgt

# Today label in table cell in datetime widget
source: today
nb: i dag

# Datetime widget screenreader
source: Close date picker without changing the value
nb: Lukk datovelger uten å endre verdien

# Datetime widget screenreader
source: Select year
nb: Velg år

# Datetime widget screenreader
source: Select month
nb: Velg måned

# Datetime widget screenreader
source: Select day
nb: Velg dag

# Datetime widget screenreader
source: Select hour
nb: Velg time

# Datetime widget screenreader
source: Select minute
nb: Velg minutt

# Datetime widget screenreader
source: Confirm that you want to select
nb: Bekreft at du vil velge

source: Return to date picker
nb: Gå tilbake til datovelgeren

# Datetime widget screenreader
source: Select date. Navigate with the arrow keys or tab, jump up to the month selector with the page up key and back to this table with the page down key.
nb: Velg en dato. Naviger med piltastene eller tab, hopp tilbake til månedsvelgeren med page up knappen og tilbake til denne tabellen med page down knappen.

# Now button text datetime widget
source: Now
nb: Nå

# Today button text datetime widget
source: Today
nb: I dag

# Clear button text datetime widget
source: Clear
nb: Nullstill

# Time label datetime widget
source: Time
nb: Kl.

# Has value trigger button text for date widget
source: Change date/time
nb: Endre tidspunkt

# No value trigger button text for date widget
source: Select a date/time
nb: Velg et tidspunk

source: hh:mm
nb: tt:mm
